# language: ru
Функционал: тестовое задание

  Сценарий: задание состоит из 19 шагов
    Допустим зашли на сайт "https://google.ru/"
    То проверили, что появилось поле "Поиск"
    Когда ввели в поле поиск значение "Центральный банк РФ"
    То нажали на кнопку "Поиск в Google"
    Если нашли ссылку "http://www.cbr.ru/"
    То нажали на ссылку "http://www.cbr.ru/"
    И проверили, что открыт нужный сайт
    И нажали на ссылку "Интернет-приемная"
    И открыли раздел "Написать благодарность"
    Когда в поле Ваша благодарность ввели значение "случайный текст"
    И поставили галочку "Я согласен"
    То сделали скриншот
